Repository: nemanjanm/OfficeManagementTool
Catalog: server/Inovatec.OfficeManagementTool/Inovatec.OfficeManagementTool.Localization/Resources/Equipment/*.resx
Languages: sr_ca

source: Add Equipment
sr_ca: Dodaj Opremu

source: Assigned Equipment
sr_ca: Dodeljena Oprema

source: Assign Equipment
sr_ca: Dodeli Opremu

# AssignEquipmentFail
source: Failed to assign equipment.
sr_ca: Greška pri dodeljivanju opreme.

# AssignEquipmentSucc
source: Equipment assigned successfully.
sr_ca: Oprema je uspešno dodeljena.

source: Category Name
sr_ca: Ime Kategorije

# ChooseItem
source: Choose an item.
sr_ca: Izaberite proizvod.

source: Delete Equipment
sr_ca: Izbriši Opremu

# EquipmentAddedSuccessfully
source: Equipment added successfuly.
sr_ca: Oprema je uspešno dodata.

# EquipmentDeleteConfirm
source: Are you sure you want to delete equipment
sr_ca: Da li želite da izbrišete opremu

# EquipmentDeleteFail
source: Failed to delete equipment.
sr_ca: Greška pri brisanju opreme.

# EquipmentDeleteSucc
source: Equipment deleted successfully.
sr_ca: Oprema je uspešno izbrisana.

source: Equipment doesn't exist.
sr_ca: Oprema ne postoji.

source: Equipment Evidentation
sr_ca: Evidentiranje opreme

source: Equipment is null.
sr_ca: Oprema je null.

source: Equipment item code exists.
sr_ca: Oprema sa unetim šifrom proizvoda već postoji.

# FailedEquipmentAdd
source: Failed to add equipment.
sr_ca: Greška pri dodavanju opreme.

source: Failed to fetch equipment.
sr_ca: Greška pri učitavanju opreme.

source: Failed to fetch items.
sr_ca: Greška pri učitavanju proizvoda.

source: Failed to fetch users.
sr_ca: Greška pri učitavanju korisnika.

source: Item Code
sr_ca: Šifra Proizvoda

# ItemCodeRequired
source: Item code is required.
sr_ca: Šifra proizvoda je obavezna.

source: Item Name
sr_ca: Naziv Proizvoda

source: Items
sr_ca: Proizvodi

source: Search Equipment
sr_ca: Pretraži opremu

source: Unassigned Equipment
sr_ca: Nedodeljena Oprema

source: Unassign Equipment
sr_ca: Poništi dodelu opreme

# UnassignEquipmentFail
source: Failed to unassign equipment.
sr_ca: Greška pri poništavanju dodele opreme.

# UnassignEquipmentSucc
source: Equipment unassigned successfully.
sr_ca: Dodela opreme je uspešno poništena.

source: User Name
sr_ca: Ime Korisnika

source: Users
sr_ca: Korisnici
